{"meta":{"format":"sparx","hash":"2de402e5282541533c08ebce501a4461777f2cb3","language":"en","post_processed":true,"string_count":285,"tagged":["tutorials","client"],"ts":1618360967,"versionLock":"32.0"},"strings":[{"k":"ID_TUT_ACT_REWARDS","v":"Both the Completion and Exploration Rewards for each Act can be viewed here at any time."},{"k":"ID_TUT_ALLIANCE","v":"Join an Alliance!\r\nCombine forces with other Summoners and earn exclusive rewards."},{"k":"ID_TUT_ALLIANCE_AUTOJOIN_0","v":"This is the Auto-Join Alliance screen where we can match you up with a suitable Alliance if you are currently not in one! \n\nTap here to find and join an Alliance now!","vn":"22"},{"k":"ID_TUT_ALLIANCE_BANK_0","v":"The Alliance Treasury stores donated resources. Donate Gold, Battle Chips, or Loyalty, or convert Units to resources directly."},{"k":"ID_TUT_ALLIANCE_BANK_1","v":"Nobody can withdraw directly from the Treasury. Officers and Leaders use these resources to pay the starting fee\r\nfor Alliance Quests."},{"k":"ID_TUT_ALLIANCE_EVT_0","v":"ALLIANCE EVENTS are special events everyone in your Alliance can participate\r\nin together!"},{"k":"ID_TUT_ALLIANCE_EVT_1","v":"Each event is different, so check the rules to learn how to earn points."},{"k":"ID_TUT_ALLIANCE_HELP_0","v":"Help your fellow Alliance members to earn Loyalty! Loyalty may be used to purchase Alliance Crystals."},{"k":"ID_TUT_ALLIANCE_HELP_1","v":"You can ask your Alliance for help when you run out of Energy or when one of your Champions is out of Stamina."},{"k":"ID_TUT_ALLIANCE_HELP_PVE","v":"Ask your Alliance for help to recover some Energy!"},{"k":"ID_TUT_ALLIANCE_HELP_PVP_0","v":"Ask your Alliance for help speeding up your Champion's stamina recovery!"},{"k":"ID_TUT_ALLIANCE_HELP_PVP_1","v":"Tap this icon to ask for help."},{"k":"ID_TUT_AUTOPLAY_TEXT","v":"Autoplay has been unlocked! Tap the Autoplay button and you will automatically progress through your current path. Any fights along the way will automatically start, and an A.I. will control your Champion for you. When using Autoplay all you have to do is choose which path you want to take!","vn":"30.2"},{"k":"ID_TUT_AUTO_FIGHT_0","v":"Auto Fight has been unlocked! Tap the Auto Fight button to allow the A.I. to control your Champion during the fight."},{"k":"ID_TUT_AUTO_FIGHT_1","v":"You can turn Auto Fight off and on in pre-fight as well as during the fight."},{"k":"ID_TUT_AVA_DEFENDER_VIEW","v":"This view displays enemy progress against your Alliance's defenders."},{"k":"ID_TUT_AVA_LINKBUFF","v":"This enemy is affected by a powerful Linked Node! Back out of this fight and wait for an ally to destroy the source!"},{"k":"ID_TUT_AVA_REWARDS_POTENTIAL","v":"Full rewards are earned by meeting the exploration goals for each type."},{"k":"ID_TUT_AVA_REWARDS_STASH","v":"Rewards must be claimed from the stash!"},{"k":"ID_TUT_BATTLEGROUP_0","v":"Fully explore the quest to earn the most possible points."},{"k":"ID_TUT_BATTLEGROUP_ASSIGNMENT_SCREEN_BODY","v":"Drag a player from the list on the right into the open slots within a Battlegroup to assign them.\n\nYou can also tap on a players' portrait to view the list of their Top Champions.","vn":"27.2"},{"k":"ID_TUT_BATTLEGROUP_ASSIGNMENT_SCREEN_TITLE","v":"BATTLEGROUP ASSIGNMENTS","vn":"27.2"},{"k":"ID_TUT_BOOSTS_0","v":"You got a BOOST! Boosts activate powerful, limited-time bonuses that apply to all of your Champions."},{"k":"ID_TUT_BOOSTS_1","v":"The Boosts you've collected are stored on the Inventory page. You can view your active Boosts on your Profile page."},{"k":"ID_TUT_BOOST_BUTTON","v":"Activate Boosts to temporarily strengthen your Champions and increase your rewards!"},{"k":"ID_TUT_BOOST_POPUP_ACTIVATE_BOOST","v":"Your first Boost is free: bonus Summoner XP for 7 days!\nActivate the Beginner Boost now!"},{"k":"ID_TUT_BUFFS_ADDITIONAL_INFO","v":"These buff nodes strengthen enemies. Tap on the buff icon for more info.","vn":"15"},{"k":"ID_TUT_BUFFS_STRATEGICMENU_DESCRIPTION","v":"To view Linked Node targeting, tap on the map icon to enable strategic buff view.","vn":"15"},{"k":"ID_TUT_BUY_HERO_GACHA","v":"Head to the CRYSTALS screen to get your new CHAMPION!"},{"k":"ID_TUT_BUY_HERO_UNITS","v":"You've opened a new CHAMPION SLOT for your team! You can use the UNITS you've won to go to the CRYSTALS screen to collect a new Champion!"},{"k":"ID_TUT_CATALYST","v":"You found a CATALYST! You can use CATALYSTS to RANK UP your Champions on the UPGRADE SCREEN!"},{"k":"ID_TUT_CATALYST_FRAG_EARNED","v":"These are Catalyst Fragments. Collect them to form new Catalysts! Head to the Catalyst Screen to check up on your progress."},{"k":"ID_TUT_CATALYST_FRAG_INTRO","v":"The Catalyst screen shows how many Catalysts and Catalyst Fragments you have. If you have Catalysts you don't need, sell them for higher tier Catalyst Fragments!"},{"k":"ID_TUT_CHAMPION_TAG_FILTERING_DESCRIPTION","v":"The Champion Filter Tray now has the ability to filter your Champions by their tags, which is useful for finding out which Champions can be used in certain content.","vn":"28.1"},{"k":"ID_TUT_CHAMPION_TAG_FILTERING_TITLE","v":"CHAMPION TAG FILTERS","vn":"28.1"},{"k":"ID_TUT_CHANGE_PROFILE_BADGE_DESCRIPTION","v":"You can access the Profile Pic Selector from your Summoner Profile. Customize your profile pic to show off your favorite Champion!","vn":"21"},{"k":"ID_TUT_CHANGE_PROFILE_BADGE_TITLE","v":"CHANGE PROFILE PIC","vn":"21"},{"k":"ID_TUT_CHIPS","v":"BATTLE CHIPS may be used to purchase Versus Crystals or unlock new Arenas."},{"k":"ID_TUT_CHOICE_NODES_DESC","v":"Reach special Choice Nodes to select valuable bonuses that will help you and your partner conquer the room! Tap the Choice Node to preview the available bonuses so you can plan your fight through the Dungeon room with your partner!","vn":"26"},{"k":"ID_TUT_CHOICE_NODES_TITLE","v":"CHOICE NODES","vn":"26"},{"k":"ID_TUT_CLASSBONUS","v":"Each CHAMPION CLASS has ADVANTAGE over another.\nThis advantage gives a Champion\nBONUS ATTACK POWER!"},{"k":"ID_TUT_DAILY_CRYSTAL_Intro","v":"Come back to claim your free Daily and 4 Hour Crystals for a chance at consumables and new Champions!"},{"k":"ID_TUT_DEADTEAM","v":"If a quest is too difficult, try returning to earlier quests. If you explore all of the tiles in a quest, you'll earn EXPLORATION REWARDS!"},{"k":"ID_TUT_DEFENSE_TAB","v":"Strengthen your resilience by improving attributes like Health, Armor, and Resistance in the Defense Mastery Tree."},{"k":"ID_TUT_DIA_1_01","v":"Greetings, Summoner! You are under consideration to represent the Earth in a cosmic Contest of Champions against Kang the Conqueror."},{"k":"ID_TUT_DIA_1_02","v":"I am The Collector, the organizer of this Contest."},{"k":"ID_TUT_DIA_1_03","v":"The stakes are simple. Win and you shall be granted the secret to the untold power of ISO-8."},{"k":"ID_TUT_DIA_1_04","v":"Lose and you shall be placed in my collection... permanently."},{"k":"ID_TUT_DIA_1_05","v":"But first, you must prove your worthiness. I shall allow you to use my {0}. Kang has selected {0}."},{"k":"ID_TUT_DIA_1_06","v":"Now... FIGHT!!!"},{"k":"ID_TUT_DIA_2_01","v":"Ah, a worthy performance! Congratulations, Summoner, you have been chosen to represent Earth. However, I’ll be taking my {0} back."},{"k":"ID_TUT_DIA_2_02","v":"They're in mint condition, and I do not want you decreasing their value."},{"k":"ID_TUT_DIA_2_03","v":"Kang has visited my vault and collected another Champion. I suggest you do the same."},{"k":"ID_TUT_DUNGEONS_LOBBY_FRIENDSHIP_BONUS","v":"Tap here to claim Friendship Bonuses you earn with friends and fellow alliance members!","vn":"21"},{"k":"ID_TUT_DUNGEONS_LOBBY_INVITE_MATCHMAKING","v":"Invite a Friend or Alliance member to enter the Dungeon with.\n\nYou can also Find a Partner to play with and make new friends!","vn":"21"},{"k":"ID_TUT_DUNGEONS_LOBBY_REWARD_TIER","v":"This is your current dungeon reward tier which will lock-in for the duration of the event once you start earning points!  Tap the info icon to see all the dungeon reward tiers.","vn":"21"},{"k":"ID_TUT_DUNGEON_COMPLETE_TOP_ROOM_REWARDS_DESC","v":"You earned a one-time Top Room Bonus reward for completing the room! A limited number of rooms within eligible Dungeons offer a Top Room Bonus so make sure to get them all!","vn":"26"},{"k":"ID_TUT_DUNGEON_COMPLETE_TOP_ROOM_REWARDS_TITLE","v":"TOP ROOM BONUS REWARDS","vn":"26"},{"k":"ID_TUT_DUNGEON_LOBBY_TOP_ROOM_REWARDS_DESC","v":"Complete a specific room within an eligible Dungeon and earn a one-time Top Room Bonus reward! Eligible Dungeons are based on your Reward Tier.\nTap VIEW REWARDS to see the rooms to complete in each eligible Dungeon!","vn":"26"},{"k":"ID_TUT_DUNGEON_LOBBY_TOP_ROOM_REWARDS_TITLE","v":"TOP ROOM BONUS REWARDS","vn":"26"},{"k":"ID_TUT_DUNGEON_QUESTBOARD_ROOM_COMPLETE_BUTTON","v":"Your partner reached the final node! You can either continue fighting through the map to earn your Choice node bonuses or tap the button to shortcut to the end of the Dungeon.","vn":"26"},{"k":"ID_TUT_EDIT_TEAM","v":"DRAG a CHAMPION to the TRAY\r\n to add them to your team!"},{"k":"ID_TUT_EVENTS_0","v":"Welcome to the EVENT QUESTS page!\r\nFrom here you can participate in unique, limited time events."},{"k":"ID_TUT_EVENTS_1","v":"EVENT QUESTS are a great place to find CATALYSTS to RANK UP your Champions,\r\nso make sure to come here often!"},{"k":"ID_TUT_FIGHTBUFFS_DESC","v":"Go to the PAUSE SCREEN to view details of the ABILITIES which are currently active.","vn":"19"},{"k":"ID_TUT_FIGHTBUFFS_TITLE","v":"This enemy has ABILITIES active!","vn":"19"},{"k":"ID_TUT_FIGHT_BLOCK","v":"BLOCK"},{"k":"ID_TUT_FIGHT_COMBO","v":"Well done! You can mix MEDIUM and LIGHT ATTACKS to perform COMBOS!"},{"k":"ID_TUT_FIGHT_DASH","v":"DASH"},{"k":"ID_TUT_FIGHT_DODGE","v":"DODGE"},{"k":"ID_TUT_FIGHT_GACHA_CONFIRM","v":"GO TO CRYSTALS"},{"k":"ID_TUT_FIGHT_HEAVY","v":"HEAVY ATTACK"},{"k":"ID_TUT_FIGHT_HEAVY_CHARGE","v":"PRESS and HOLD the RIGHT SIDE of the screen to charge a HEAVY ATTACK"},{"k":"ID_TUT_FIGHT_HEAVY_PROMPT","v":"Your opponent is BLOCKING!\n Break his block with a HEAVY ATTACK!"},{"k":"ID_TUT_FIGHT_HEAVY_RELEASE","v":"Now RELEASE!!"},{"k":"ID_TUT_FIGHT_HOLDDEVICE","v":"Best Played With Both Hands!"},{"k":"ID_TUT_FIGHT_INTRO","v":"To win the Contest of Champions you must first master the basics of combat."},{"k":"ID_TUT_FIGHT_LIGHT","v":"LIGHT ATTACK"},{"k":"ID_TUT_FIGHT_LIGHT_ATTACKS","v":"TAP the RIGHT SIDE of the screen to do a LIGHT ATTACK"},{"k":"ID_TUT_FIGHT_MEDIUM","v":"MEDIUM ATTACK"},{"k":"ID_TUT_FIGHT_MED_ATTACKS","v":"SWIPE RIGHT to do a MEDIUM ATTACK"},{"k":"ID_TUT_FIGHT_ONLEFT","v":"ON LEFT"},{"k":"ID_TUT_FIGHT_ONRIGHT","v":"ON RIGHT"},{"k":"ID_TUT_FIGHT_RELEASE","v":"RELEASE!"},{"k":"ID_TUT_FIGHT_SPECIAL","v":"You've saved enough power\n to use a SPECIAL ATTACK!"},{"k":"ID_TUT_FIGHT_START_FIGHT","v":"Now use everything you've learned\r\n in a REAL FIGHT!"},{"k":"ID_TUT_FIGHT_SWIPE_L","v":"SWIPE LEFT!"},{"k":"ID_TUT_FIGHT_SWIPE_R","v":"SWIPE RIGHT!"},{"k":"ID_TUT_FIGHT_TAP","v":"TAP!"},{"k":"ID_TUT_FIGHT_TAPHOLD","v":"PRESS + HOLD"},{"k":"ID_TUT_FIGHT_TIMER_0","v":"If time runs out while you are fighting, a health penalty is applied to your Champion."},{"k":"ID_TUT_FIGHT_UNITS","v":"Use units to purchase Champion Crystals\r\n from the Collector's Vault!"},{"k":"ID_TUT_FIGHT_UNITS_AMOUNT","v":"{0} UNITS"},{"k":"ID_TUT_GACHA_DRAG","v":"DRAG the CRYSTAL\r\n to the PODIUM to open."},{"k":"ID_TUT_GACHA_INTRO_1","v":"This is the Collector's CRYSTAL VAULT.\n Here you can purchase and open CRYSTALS containing CHAMPIONS."},{"k":"ID_TUT_GACHA_INTRO_2","v":"Excellent! A formidable Champion has joined your collection!\nNow, open your bonus CRYSTAL."},{"k":"ID_TUT_GACHA_QUEST","v":"Congratulations!\r\n Take your new Champions on a QUEST\r\n to defeat Kang's team!"},{"k":"ID_TUT_GACHA_QUEST_CONFIRM","v":"BEGIN QUEST"},{"k":"ID_TUT_GO_TO_EVENTS","v":"TAP the EVENT QUESTS button to check out which events are currently running!"},{"k":"ID_TUT_HEAL","v":"Your Champion is low on HEALTH. You can restore your Champion's health points with a HEALTH POTION!\n\n(Health Potion added to Inventory)"},{"k":"ID_TUT_HEAL_ADDED_PROMPT","v":"(Health Potion added to Inventory)","vn":"20.1"},{"k":"ID_TUT_HEAL_PROMPT","v":"Your Champion is low on HEALTH. You can restore your Champion's health points with a HEALTH POTION!","vn":"20.1"},{"k":"ID_TUT_HIDDEN_INFO_0","v":"This opponent has some of its information hidden. Start a fight to reveal its details!","vn":"14.1"},{"k":"ID_TUT_HOME_CONFIRM","v":"SHOW ME"},{"k":"ID_TUT_HOME_INTRO","v":"Now that you've upgraded your Champions, you're ready to take on Kang's team in the next Quest!"},{"k":"ID_TUT_HONOR_REWARDS_DESCRIPTION","v":"Battlegroups can now earn Honor towards additional rewards for the entire Alliance! Each day, Alliance Leadership can select a challenging map Modifier that will be applied to the map when the Quest starts. Upon map completion, the Battlegroup will earn Honor and Bonus points!","vn":"25"},{"k":"ID_TUT_INCURIONS_LOBBY_INVITE_DESC","v":"Invite an Alliance member or friend to enter the Incursion with.","vn":"26.1"},{"k":"ID_TUT_INCURSIONS_COMPLETE_TOP_ZONE_REWARDS_DESC","v":"You earned a one-time Top Zone Bonus! Each Sector offers a limited number of rewards for completing a Zone you have not completed yet. These rewards can be re-earned at the start of each 30 day event period.","vn":"26.1"},{"k":"ID_TUT_INCURSIONS_COMPLETE_TOP_ZONE_REWARDS_TITLE","v":"TOP ZONE BONUS REWARDS","vn":"26.1"},{"k":"ID_TUT_INCURSIONS_INTRO_DESC","v":"Well done Summoner - you are ready to enter Incursions. Unite with another player to earn rewards and Champion Crystals!","vn":"26.1"},{"k":"ID_TUT_INCURSIONS_INTRO_TITLE","v":"INCURSIONS UNLOCKED!","vn":"26.1"},{"k":"ID_TUT_INCURSIONS_LOBBY_INVITE_MATCHMAKING","v":"Invite a Friend or Alliance member to enter the Incursion with. You can also Find a Partner to play with and make new friends!","vn":"26.1"},{"k":"ID_TUT_INCURSIONS_LOBBY_MATCHMAKING_BONUS","v":"Earn a Matchmaking Bonus when you complete a set number of Zones with partners you've been matched up with!","vn":"26.1"},{"k":"ID_TUT_INCURSIONS_LOBBY_REWARD_TIER","v":"This is your current Incursions reward tier, it determines the rewards you can earn and the items you can purchase from the Incursions store! Tap the info icon to see all the Incursion reward tiers.","vn":"26.1"},{"k":"ID_TUT_INCURSIONS_LOBBY_SELECT_TEAM_DESC","v":"Before entering an Incursion, you have to select a team, a partner and a difficulty.","vn":"26.1"},{"k":"ID_TUT_INCURSIONS_LOBBY_TOP_ZONE_REWARDS_DESC","v":"Complete a specific Zone within an eligible Sector and earn a one-time Top Zone Bonus reward! Eligible Sectors are based on your Reward Tier. Tap VIEW REWARDS to see the Zones to complete in each eligible Sector!","vn":"26.1"},{"k":"ID_TUT_INCURSIONS_LOBBY_TOP_ZONE_REWARDS_TITLE","v":"TOP ZONE BONUS REWARDS","vn":"26.1"},{"k":"ID_TUT_INCURSIONS_QUESTBOARD_ZONE_COMPLETE_BUTTON","v":"Your partner reached the final node! You can either continue fighting through the map to earn your Choice node bonuses or tap the button to shortcut to the end of the Sector!","vn":"26.1"},{"k":"ID_TUT_INVITE_POPUP_PROGRESSION_1","v":"You can now earn a Friendship Bonus by clearing multiple rooms with the same friend! The number of rooms required to complete with the same friend increases after each Friendship Bonus earned together.\nThe more friends you play with, the faster you can earn Friendship Bonuses!","vn":"21"},{"k":"ID_TUT_INVITE_POPUP_PROGRESSION_2","v":"Your Friendship Level will increase after each Friendship Bonus you earn together!","vn":"21"},{"k":"ID_TUT_ITEM_LIMIT_0","v":"There is a limited number of consumables that can be used per Alliance Quest. Choose wisely!"},{"k":"ID_TUT_ITEM_LIMIT_1","v":"You can also send gifts to Alliance members to help them out."},{"k":"ID_TUT_LEADERBOARDS_0","v":"Leaderboards allow you to view where you stand against other Summoners!\r\nSelect a category and filter to see where you stand."},{"k":"ID_TUT_LOGIN_REWARDS","v":"Log in daily to receive rewards. The more often you log in, the better the rewards!"},{"k":"ID_TUT_MASTERY_0","v":"You earned a MASTERY POINT!\r\nSpend these points on Masteries to enhance your Champions."},{"k":"ID_TUT_MASTERY_1","v":"You can access your MASTERIES page from your Summoner Profile."},{"k":"ID_TUT_MASTERY_2","v":"This is your MASTERIES page. Spend your Mastery Points here to enhance your Champions with powerful new abilities!"},{"k":"ID_TUT_NODE_GLOBAL_0","v":"This is a Global Node. This applies a buff to every boss in the quest. Destroy this boss to remove the buff!","vn":"16.1"},{"k":"ID_TUT_NODE_LINKED_0","v":"This is a Linked Node. This applies a buff to linked bosses. Destroy this boss to remove the buff!","vn":"16.1"},{"k":"ID_TUT_NODE_SINGLE_0","v":"This is a Local Node. This applies a buff to the boss on this tile.","vn":"16.1"},{"k":"ID_TUT_NODE_TAPPING_0","v":"These icons indicate the source of a buff. Tap the icon in the quest for more information!","vn":"16.1"},{"k":"ID_TUT_PARRY_AFTERFIRSTPARRY_MODAL","v":"Great! Now try it at full speed.","vn":"28.1"},{"k":"ID_TUT_PARRY_COMPLETION_0MP_TEXT","v":"Parry can be purchased in the “Masteries” Page. Gain 1 Mastery Point whenever you increase your Summoner Level!","vn":"28.1"},{"k":"ID_TUT_PARRY_COMPLETION_0MP_TITLE","v":"UNLOCKING THE PARRY MASTERY","vn":"28.1"},{"k":"ID_TUT_PARRY_COMPLETION_1MP_TEXT","v":"Begin soaking up more damage via [00ffff]Well-Timed Blocks[-] , stunning your opponents, and unleash your own volley of counterattacks! \n \n Let’s unlock this new ability for ALL your Champions now!","vn":"28.1"},{"k":"ID_TUT_PARRY_COMPLETION_1MP_TITLE","v":"UNLEASH THE POWER OF [16982b]PARRY[-] NOW!","vn":"28.1"},{"k":"ID_TUT_PARRY_COMPLETION_1MP_YESBUTTON","v":"UNLOCK PARRY /n 1 MASTERY POINT","vn":"28.1"},{"k":"ID_TUT_PARRY_DEFERRED_OR_COMPLETED_PROMPT_TITLE","v":"WELL-TIMED BLOCK TUTORIAL NOW AVAILABLE","vn":"28.1"},{"k":"ID_TUT_PARRY_INFLOW_DEFERRED_COMPLETED_PROMPT","v":"You can visit this Tutorial at any time in the \"Fight!\" Screen, under the \"Tutorials\" section.","vn":"28.1"},{"k":"ID_TUT_PARRY_INFLOW_INITIAL_PROMPT","v":"[00ffff]Well-Timed Block is a vital skill in the Contest[-]. \n \n Learn how to home your [00ffff]Block[-] timing to trigger abilities like Stun from the [16982b]Parry Mastery[-].","vn":"28.1"},{"k":"ID_TUT_PARRY_INFLOW_INITIAL_PROMPT_TITLE","v":"UPGRADE YOUR SKILLS NOW!","vn":"28.1"},{"k":"ID_TUT_PARRY_LEFTPROMPT_DESC","v":"JUST BEFORE GETTING HIT!","vn":"28.1"},{"k":"ID_TUT_PARRY_LEFTPROMPT_INSTRUCTION","v":"BLOCK","vn":"28.1"},{"k":"ID_TUT_PARRY_LEFTPROMPT_TITLE","v":"PARRY","vn":"28.1"},{"k":"ID_TUT_PARRY_POSTPART1_MODAL","v":"Nice work! Now you know the basics of [00ffff]Well-Timed Block[-] and [16982b]Parry[-]. \n \n This opponent is extremely vulnerable when stunned! \n \n Finish him off by stunning him with [00ffff]Well-Timed Blocks[-] that trigger [16982b]Parry[-], and follow up with some massive damage!","vn":"28.1"},{"k":"ID_TUT_PARRY_PRECOMBAT2_MODAL","v":"Timing is the key to a successful [00ffff]Well-Timed Block[-].  \n \n [00ffff]Blocking[-] within the short frame of time just before an opponent would land a hit, will trigger a [00ffff]Well-Timed Block[-].","vn":"28.1"},{"k":"ID_TUT_PARRY_PRECOMBAT3_MODAL","v":"To help you see the correct timing, we will be slowing down the next [00ffff]attack[-] from your opponent. \n \n Look for tells in his arm position for when to start [00ffff]blocking[-] the hit.","vn":"28.1"},{"k":"ID_TUT_PARRY_PRECOMBAT_MODAL","v":"[00ffff]Well-Timed Blocks[-] can trigger some of your Mastery and character abilities.  \n\n Cap has the [16982b]Parry Mastery[-] equipped, giving him the chance to reduce damage and stun Juggernaut’s contact-based attacks!","vn":"28.1"},{"k":"ID_TUT_PORTALS_DETECTED_TITLE","v":"PORTALS DETECTED"},{"k":"ID_TUT_PORTALS_GENERAL_DESCRIPTION","v":"Portals teleport summoners from one node on the map to another."},{"k":"ID_TUT_PORTALS_PORTAL_BUTTON_DESCRIPTION","v":"Tap the Portal Info button to learn more about portals."},{"k":"ID_TUT_PORTALS_REPOSITION_BUTTON_DESCRIPTION","v":"Tap on \"reposition\" to center on your current position while exploring the Battlerealm.","vn":"15"},{"k":"ID_TUT_PORTALS_STRATEGICMENU_PORTALS","v":"To view all portal exits, or to learn more about portals, tap on the map icon for options.","vn":"15"},{"k":"ID_TUT_PREFIGHT_MAP_DESC","v":"Nodes which an Alliance member activated a Pre-Fight Ability on have a special icon to indicate that it will affect your attackers.","vn":"25"},{"k":"ID_TUT_PREFIGHT_MAP_TITLE","v":"PRE-FIGHT ABILITY NODES","vn":"25"},{"k":"ID_TUT_PREFIGHT_SCREEN_ABILITIES_DESC","v":"These champions have Pre-Fight Abilities which can be enabled before entering a Fight!\n\nTap on the Champion to access the Abilities button and enable this Champion's abilities.","vn":"22.1"},{"k":"ID_TUT_PREFIGHT_SCREEN_ABILITIES_TITLE","v":"PRE-FIGHT ABILITIES","vn":"22.1"},{"k":"ID_TUT_PRESTIGE_0","v":"The higher your Alliance's Prestige, the more difficult the quest, but you'll receive more points and better rewards for completing it."},{"k":"ID_TUT_PRESTIGE_1","v":"Increase your Alliance's Prestige by improving your Hero Rating and winning quests."},{"k":"ID_TUT_PVP","v":"Welcome to MULTIVERSE ARENA.\r\n From here, you can battle other players from all over the Multiverse!"},{"k":"ID_TUT_PVP_MATCHUP","v":"You can drag your Champions to different slots to swap their matchups and improve your odds of winning the series."},{"k":"ID_TUT_QUESTS_CHEST_PICK_UP_DESC","v":"Special Chests contain greater rewards and can only be picked up once.","vn":"30"},{"k":"ID_TUT_QUESTS_CHEST_PICK_UP_HEADER","v":"NEW CHESTS","vn":"30"},{"k":"ID_TUT_QUEST_DASH","v":"SWIPE RIGHT TO DASH"},{"k":"ID_TUT_QUEST_DODGE","v":"SWIPE LEFT to DODGE"},{"k":"ID_TUT_QUEST_DODGE_DASH_INTRO","v":"There are two techniques you can use\r\n to increase your mobility in combat: DODGE and DASH."},{"k":"ID_TUT_QUEST_DODGE_DASH_OUTRO","v":"Well done! You can DODGE to AVOID enemy attacks and DASH to INITIATE\r\n an attack from a distance."},{"k":"ID_TUT_QUEST_FIGHT_CONFIRM","v":"BEGIN FIGHT"},{"k":"ID_TUT_QUEST_FIGHT_INTRO","v":"Now, prepare to FIGHT!"},{"k":"ID_TUT_QUEST_GOLD","v":"GOLD is used to UPGRADE\r\n your Champions."},{"k":"ID_TUT_QUEST_ISO8","v":"This is ISO-8. You can infuse ISO-8\r\n into a Champion to UPGRADE their LEVEL!"},{"k":"ID_TUT_QUEST_OUTRO","v":"Congratulations on completing your\r\n first quest! You can use the ISO-8 you collected to upgrade your Champions."},{"k":"ID_TUT_QUEST_REWARDS","v":"The rewards for the current quest can be viewed here before you begin."},{"k":"ID_TUT_QUEST_TILE","v":"Tap any GREEN NODE on the Questboard to move forward!"},{"k":"ID_TUT_QUEST_UPGRADE_CONFIRM","v":"GO TO UPGRADE"},{"k":"ID_TUT_QUEST_XP","v":"Collecting XP will raise\r\n your SUMMONER LEVEL."},{"k":"ID_TUT_RANKUP_UPGRADE_0","v":"Nice work! A Champion at MAX LEVEL can RANK UP! Ranking up your champions will greatly improve their stats."},{"k":"ID_TUT_RANKUP_UPGRADE_1","v":"To rank up a Champion you will need to find the specified CATALYSTS."},{"k":"ID_TUT_RANKUP_UPGRADE_2","v":"EVENT QUESTS are the best place to find CATALYSTS!"},{"k":"ID_TUT_RARITY","v":"You found a {0}-STAR CHAMPION!!\nChampions with higher STAR RATINGS have access to additional SPECIAL ATTACKS and SYNERGY BONUSES, and they are much more powerful overall!"},{"k":"ID_TUT_RESTRICTIONS_AUTO_FILTER_DESCRIPTION","v":"This List has been auto-filtered to show you only the Champions that fulfill the Champion Requirements.","vn":"20"},{"k":"ID_TUT_RESTRICTIONS_AUTO_FILTER_TITLE","v":"AUTO FILTERED","vn":"20"},{"k":"ID_TUT_RESTRICTIONS_INTRO_TITLE","v":"CHAMPION REQUIREMENTS","vn":"20"},{"k":"ID_TUT_RESTRICTIONS_SELECT_QUEST_DESCRIPTION","v":"Quest in this event have Champion Requirements that you must meet in order to play them.","vn":"20"},{"k":"ID_TUT_RESTRICTIONS_SELECT_QUEST_TAP","v":"Tap on the Champion Requirements icon for more information.","vn":"20"},{"k":"ID_TUT_RESTRICTIONS_TEAM_SELECT_DESCRIPTION","v":"You will need to meet the Champion Requirements to enter the map.","vn":"20"},{"k":"ID_TUT_RESTRICTIONS_TEAM_SELECT_TAP","v":"Tap on \"VIEW QUEST DETAILS\"  for more information.","vn":"20"},{"k":"ID_TUT_REVIVE_ADDED_PROMPT","v":"(Revive Potion added to Inventory)"},{"k":"ID_TUT_REVIVE_PROMPT","v":"Your Champion is KNOCKED OUT!\nYou can get them fighting again with\na REVIVE POTION."},{"k":"ID_TUT_ROTATING_BUFFS_DESCRIPTION","v":"During Placement Phase your Alliance Leadership must select a Defense Tactic to affect each Battlegroup during this Alliance War.\n\nThe selections can be changed until Attack Phase begins. If no choices are made, Defense Tactics will be chosen at random.\n\nTap to view or edit the available Defense Tactics.","vn":"22"},{"k":"ID_TUT_ROTATING_BUFFS_TITLE","v":"DEFENSE TACTICS","vn":"22"},{"k":"ID_TUT_SECONDS","v":"{0}s"},{"k":"ID_TUT_SELECTABLE_BUFF_CHECKMARK_DESCRIPTION","v":"Modifiers that you successfully complete a map with will display a green checkmark.","vn":"25"},{"k":"ID_TUT_SELECTABLE_BUFF_CROSS_DESCRIPTION","v":"Modifiers that you attempted to complete a map with will display a red X.","vn":"25"},{"k":"ID_TUT_SELECTABLE_BUFF_INITIAL_DESCRIPTION","v":"First choose a map Modifier Difficulty on the left then select a map Modifier from the list to view the Honor and Bonus points the Battlegroup will earn when they complete the map.","vn":"25"},{"k":"ID_TUT_SELECTABLE_BUFF_SECONDARY_DESCRIPTION","v":"Each day, select a new Modifier or retry a previously attempted Modifier to earn greater Honor and Bonus points! \nAlliance Leadership can then CONFIRM their selection. \nTip: MASTER Modifiers are intended for the higher tier maps!","vn":"25"},{"k":"ID_TUT_SHARDS_EARNED","v":"These are Crystal Shards. Collect them, and use them to get new special Crystals in the Crystal screen"},{"k":"ID_TUT_SHARDS_TAB","v":"The Shard Crystals screen is\nwhere you can use your Crystal Shards\nto get new special Crystals."},{"k":"ID_TUT_SIG_ABILITY","v":"Collect duplicate champions from crystals to awaken and power-up that Champion's unique\r\nSIGNATURE ABILITY!"},{"k":"ID_TUT_SIG_ABILITY_SUB","v":"SIGNATURE ABILITY AWAKENED"},{"k":"ID_TUT_SOLO_EVENTS_0","v":"SOLO EVENTS have been added! Earn extra rewards by completing scheduled milestones and goals."},{"k":"ID_TUT_SOLO_EVENTS_1","v":"SOLO and ALLIANCE EVENTS are special challenges active for a set period time. Do well and earn Milestone and Rank Rewards!"},{"k":"ID_TUT_SOLO_OBJECTIVES_REPLACE_FTE","v":"Certain types of Objectives can be replaced. Tap to randomly replace your current Objective with a new one. This can be done for free once per day.","vn":"26"},{"k":"ID_TUT_SPECIALATTACK_NOTIF","v":"SPECIAL ATTACK READY!"},{"k":"ID_TUT_STASH","v":"Each item has a different CAPACITY LIMIT. Items exceeding the limit are stored temporarily in the Stash. Check the Stash often!"},{"k":"ID_TUT_STRATEGICMENU_CENTER_DESC","v":"Additionally, the ability to center on your current position while using portal strategic view on the map has been added.","vn":"15"},{"k":"ID_TUT_STRATEGICMENU_DESC","v":"A new map icon has been introduced, containing all strategic view options.","vn":"15"},{"k":"ID_TUT_STRATEGICMENU_PORTALS_DESC","v":"It includes: A new Portal Strategic View, that allows you to inspect all possible exits when portals are detected.","vn":"15"},{"k":"ID_TUT_STRATEGICMENU_TITLE","v":"UPDATES!","vn":"15"},{"k":"ID_TUT_SWAP_DESC_FTE","v":"Need to change things up to gain an edge? Swap a Champion on your team that’s not KO’d for another one in your roster!\n\nA swapped out Champion can not be used again on the same run, so choose wisely!","vn":"26"},{"k":"ID_TUT_SWAP_TITLE_FTE","v":"SWAP A CHAMPION!","vn":"26"},{"k":"ID_TUT_TAGS_PLUS_BIO_DESCRIPTION","v":"The list of Champion Tags have moved location. They are now found in the \"Tags + Bio\" section of the Champion Info Screen.","vn":"28.1"},{"k":"ID_TUT_TAGS_PLUS_BIO_TITLE","v":"TAGS HAVE MOVED","vn":"28.1"},{"k":"ID_TUT_TITLES_PROMPT","v":"Titles are a way to show off your achievements to other Summoners. Earn new titles by completing special content and goals! \r\n\r\nYou can SELECT, ENABLE or DISABLE different titles."},{"k":"ID_TUT_UI_RANDOM_ACTIVE_BUFFS_DESC","v":"Reroll random active buffs! In this quest only, use the Buff Randomizer to take a chance and reroll buffs on a single enemy. Will it work in your favor, or against you? Keep in mind this may increase OR decrease the number of buff effects present as well!","vn":"20.1"},{"k":"ID_TUT_UI_RANDOM_BOOSTS_DESC","v":"Reroll Random Active Boosts!\nFor this event only, Modok will allow you to use his Boost Manipulator to take a chance and reroll enemy Boosts.\nWill it work in your favor, or against you?","vn":"16.1"},{"k":"ID_TUT_UI_RANDOM_BUFFS_DESC","v":"Reroll random active buffs!\n\nFor this event only, M.O.D.O.K. will allow you to use his Buff Randomizer to take a chance and reroll enemy buffs.\n\nWill it work in your favor, or against you?","vn":"16.1"},{"k":"ID_TUT_UPGRADE_OUTRO","v":"Excellent! Come back to this screen\r\n when you collect more ISO-8\r\n and want to UPGRADE your Champion!"},{"k":"ID_TUT_UPGRADE_RANKUPITEM_0","v":"Rank Up Gems increases the champion's rank by 1.","vn":"12"},{"k":"ID_TUT_UPGRADE_SELECT_HERO","v":"This is the MY CHAMPIONS screen.\n From here, you can UPGRADE, INSPECT, or SELL your collected CHAMPIONS!"},{"k":"ID_TUT_UPGRADE_SELECT_ISO8","v":"Use ISO-8 to LEVEL-UP your Champion!"},{"k":"ID_TUT_VAULT","v":"Welcome to the CRYSTAL VAULT. You can open CRYSTALS to gain powerful CHAMPIONS or useful ITEMS such as POTIONS or ISO-8!"},{"k":"ID_TUT_WAR_ENLISTMENT_DESC","v":"Alliance War matchmaking will commence automatically on a timed schedule.\nLeadership must ensure your Alliance is enlisted before the next Matchmaking period to be put into the matchmaking pool.\n[b]You must enlist your Alliance before each war![-]","vn":"21.3"},{"k":"ID_TUT_WAR_ENLISTMENT_TITLE","v":"WAR ENLISTMENT","vn":"21.3"},{"k":"ID_TUT_WATCHFIGHT_0","v":"Auto Fight has been unlocked! Tap the Auto Fight button to allow the A.I. to control your Champion during the fight."},{"k":"ID_TUT_WATCHFIGHT_1","v":"You can turn Auto Fight off and on in pre-fight as well as during the fight."},{"k":"ID_UI_BUFF_NODES_TITLE","v":"BUFF NODES","vn":"15"},{"k":"ID_UI_BUTTONS_LATER","v":"LATER","vn":"28.1"},{"k":"ID_UI_BUTTONS_TEACHME","v":"TEACH ME","vn":"28.1"},{"k":"ID_UI_INFIGHTOBJ_PARRY","v":"PARRY AN ATTACK","vn":"30.2"},{"k":"ID_UI_SUPPORT_HELPBUTTON_BODY","v":"Visit our support page to view the most commonly asked questions.","vn":"27.1"},{"k":"ID_UI_SUPPORT_HELPBUTTON_TITLE","v":"DO YOU NEED HELP?","vn":"27.1"},{"k":"ID_UI_TEAM_MANAGMENT_RESTRICTIONS_TITLE","v":"CHAMPION REQUIREMENTS [00b0fe][Filtered list]:","vn":"20"},{"k":"ID_UI_TEST","v":"TEST"},{"k":"ID_UI_TUTORIAL_HOW_TO_PLAY","v":"MORE INFO","vn":"30.2"},{"k":"ID_UI_TUTORIAL_PARRY_CONTINUE_TEXT","v":"You can keep practicing your Parry Stuns for as long as you like.\n\nLaunch a Special Attack when you're ready to finish the tutorial and move on.","vn":"30.2"},{"k":"ID_UI_TUTORIAL_PARRY_CONTINUE_TITLE","v":"CONTINUE WHEN READY","vn":"30.2"},{"k":"ID_UI_TUTORIAL_PARRY_COUNTER_HUD","v":"PARRIES","vn":"30.2"},{"k":"ID_UI_TUTORIAL_PARRY_GOODJOB_TEXT","v":"A Parry causes 2 effects:\n1) Incoming damage is significantly reduced.\n2) Your opponent is Stunned!","vn":"30.2"},{"k":"ID_UI_TUTORIAL_PARRY_GOODJOB_TITLE","v":"GREAT JOB!","vn":"30.2"},{"k":"ID_UI_TUTORIAL_PARRY_HITSTUNNEDENEMY_TEXT","v":"Make sure you capitalize on the Stun after a successful Parry! Perform a Parry then hit your opponent while they are stunned 3 times to continue.","vn":"30.2"},{"k":"ID_UI_TUTORIAL_PARRY_HITSTUNNEDENEMY_TITLE","v":"HIT A STUNNED ENEMY 3 TIMES","vn":"30.2"},{"k":"ID_UI_TUTORIAL_PARRY_INSTRUCTIONS_TEXT","v":"Press Block right as your opponent is about to land an attack!","vn":"30"},{"k":"ID_UI_TUTORIAL_PARRY_LANDTHREEFAST_TEXT","v":"Now try to land 3 Parry Blocks at full speed.","vn":"30"},{"k":"ID_UI_TUTORIAL_PARRY_LANDTHREEFAST_TITLE","v":"Land 3 Parry Blocks","vn":"30"},{"k":"ID_UI_TUTORIAL_PARRY_LANDTHREEFIGHT_TEXT","v":"Now try to perform 3 Parries in a normal fight.","vn":"30.2"},{"k":"ID_UI_TUTORIAL_PARRY_LANDTHREEFIGHT_TITLE","v":"","vn":"30.2"},{"k":"ID_UI_TUTORIAL_PARRY_LANDTHREEPRACTICE_TEXT","v":"Now it's time to practice. Perform 3 Parries to continue.","vn":"30.2"},{"k":"ID_UI_TUTORIAL_PARRY_LANDTHREEPRACTICE_TITLE","v":"","vn":"30.2"},{"k":"ID_UI_TUTORIAL_PARRY_LANDTHREESLOW_TEXT","v":"Now it's your turn to practice. Land 3 Parry Stuns to continue.\n\n(The opponent has been slowed down 50%.)","vn":"30"},{"k":"ID_UI_TUTORIAL_PARRY_LANDTHREESLOW_TITLE","v":"Land 3 Parry Blocks","vn":"30"},{"k":"ID_UI_TUTORIAL_PARRY_MASTERED_TEXT","v":"You've now mastered the basics of using Parry.","vn":"30.2"},{"k":"ID_UI_TUTORIAL_PARRY_MASTERED_TITLE","v":"CONGRATULATIONS!","vn":"30.2"},{"k":"ID_UI_TUTORIAL_PARRY_OUTRO_BODY","v":"Training is always available! Return at anytime for a refresher or just to practice your timing.Use your newly honed skills to challenge new Quests and Events from the Fight! menu.","vn":"31"},{"k":"ID_UI_TUTORIAL_PARRY_OUTRO_TITLE","v":"PRACTICE ANYTIME","vn":"31"},{"k":"ID_UI_TUTORIAL_PARRY_SUCCESS_TEXT","v":"Parrying is an extremely powerful skill, and getting the timing down will take time and practice.","vn":"30.2"},{"k":"ID_UI_TUTORIAL_PARRY_SUCCESS_TITLE","v":"GREAT WORK!","vn":"30.2"},{"k":"ID_UI_TUTORIAL_PARRY_TESTINGITOUT_TEXT","v":"Let's see what a Parry looks like in practice. The game will pause just as the opponent's attack is about to hit.","vn":"30.2"},{"k":"ID_UI_TUTORIAL_PARRY_TESTINGITOUT_TITLE","v":"TESTING IT OUT","vn":"30.2"},{"k":"ID_UI_TUTORIAL_PARRY_TEXT","v":"A Parry happens when you Block your opponent’s attack right as it is about to hit. This is also called a Well-Timed Block.","vn":"30.2"},{"k":"ID_UI_TUTORIAL_PARRY_TITLE","v":"PARRY","vn":"30.2"},{"k":"ID_UI_TUTORIAL_PARRY_WELCOME_TEXT","v":"Welcome! In this tutorial we will show you how to perform a Parry.","vn":"30.2"},{"k":"ID_UI_TUTORIAL_PARRY_WELCOME_TITLE","v":"PARRY MASTERY TUTORIAL","vn":"30.2"},{"k":"ID_UI_TUTORIAL_PARRY_WELLTIMEDBLOCKS_TEXT","v":"When you first enter your block animation, you will be in a Well-Timed Block window for 0.15 seconds.\n\nIf the enemy hits into your Block during this window, the block is Well-Timed.","vn":"30"},{"k":"ID_UI_TUTORIAL_PARRY_WELLTIMEDBLOCKS_TITLE","v":"Well-Timed Blocks","vn":"30"},{"k":"ID_UI_TUTORIAL_QUEST_CHOICES_BODY","v":"Go over the basics for this training course or skip ahead to more advanced training.","vn":"30.1"},{"k":"ID_UI_TUTORIAL_QUEST_CHOICES_TITLE","v":"LEARNING THE BASICS","vn":"30.1"},{"k":"ID_UI_TUTORIAL_START_TUTORIAL","v":"START TUTORIAL","vn":"30.2"},{"k":"ID_UI_TUTORIAL_TUTORIAL_SELECT","v":"TUTORIAL SELECT","vn":"31"},{"k":"ID_UI_TUT_FIRST_STEPS_TUTORIAL_DESCRIPTION","v":"Earn a unique [00ff00][b]Champion Crystal[/b][-] every day by completing all your [00ff00][b]daily objectives[/b][-], tap the first steps button to start.","vn":"29.1"},{"k":"ID_UI_TUT_PERM_ITEMS_TUTORIAL_BODY","v":"Items on these nodes will only spawn once. After it is collected, you will not see this item again on the Questboard, even if you replay.","vn":"15"},{"k":"ID_UI_TUT_PERM_ITEMS_TUTORIAL_TITLE","v":"PERMANENT ITEMS DETECTED","vn":"15"},{"k":"ID_UI_TUT_PERSISTENT_CHARGE_DETAILS","v":"This Champion has Persistent Charges that carry on from fight-to-fight within a Quest!\n Tap on the Abilities info icon to learn more about this Champion’s abilities.","vn":"15.1"},{"k":"ID_UI_TUT_PERSISTENT_CHARGE_PREFIGHT","v":"This opponent has Persistent Charges that carry on from fight-to-fight within a Quest!\n Swipe Up in the window below to view this Champion’s Abilities information.","vn":"15.1"},{"k":"ID_UI_TUT_QUEST_GATES_NON_PERSISTENT","v":"Gates","vn":"13"},{"k":"ID_UI_TUT_QUEST_GATES_PERSISTENT","v":"Destructible Gates","vn":"13"},{"k":"ID_UI_TUT_QUEST_GATE_DESCRIPTION","v":"Gate detected in this quest!\r\n\r\nMeet the Gate requirements to unlock the path. Destructible Gates remain permanently unlocked after navigating through them once."},{"k":"ID_UI_TUT_QUEST_GATE_TYPES_TITLE","v":"GATE TYPES"},{"k":"ID_UI_TUT_RALLY_QUEST_DESCRIPTION","v":"Your new enemy has an ability called ADRENALINE which allows them to recover lost health by landing attacks. ADRENALINE decays over time.","vn":"17"},{"k":"ID_UI_TUT_RALLY_QUEST_TITLE","v":"6 STAR CHAMPION DETECTED","vn":"15.1"},{"k":"ID_UI_TUT_RALLY_REWARD_DESCRIPTION","v":"You found a 6-STAR CHAMPION! These Champions have a new ability called ADRENALINE. This ability allows champions to recover lost health by landing attacks against the opponent. ADRENALINE decays over time.","vn":"17"},{"k":"ID_UI_TUT_RALLY_REWARD_TITLE","v":"6 STAR CHAMPION","vn":"15.1"},{"k":"ID_UI_TUT_TOP_CHAMPIONS_BODY","v":"You can now set your available Champions for Alliance Wars and Alliance Quests! \n \n The Champions you set in your Roster will only be visible to your Alliance and Friends.","vn":"27.1"},{"k":"ID_UI_TUT_TOP_CHAMPIONS_TITLE","v":"SET YOUR ALLIANCE CHAMPIONS","vn":"27.1"}]}